hurrican/hurrican-acceptance-test/src/citrus/resources/templates/resourceorder/v1/Resource_Order_Management/modifyPortReservationDateSuccessNotification.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <notifyPortOrderUpdate xmlns="http://www.mnet.de/esb/cdm/Resource/ResourceOrderManagementNotificationService/v1">
            <orderId>${orderId}</orderId>
            <notificationType>modifyPortReservationDateNotification</notificationType>
            <notification>
                <lineId>${lineId}</lineId>
                <executionDate>${modifyDate}</executionDate>
            </notification>
        </notifyPortOrderUpdate>
    </soap:Body>
</soap:Envelope>